{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/d8fe6e736c407b6957fe0fab43fb2365/5BC6E011/t51.2885-15/e15/42666692_237304647141132_8026515762142472586_n.jpg", "comments": 6117, "likes": 366743, "text": "Video by @la.luna.asmr\n\nWhile countless people find relief for tension and anxiety through whispered voices or softly tapping fingernails in ASMR videos, Penny Clarke (@la.luna.asmr) shares a different source of calm: hands squeezing soap from brilliantly colored sponges. “I’ve always found cleaning a great help with anxiety, which is something that affects my life every day,” says the self-described “full-time mum” (with a degree in criminology) from England. And as gratifying as viewers find her videos, it’s clear that making them comforts Penny, too. “The combination of water sounds and the clean element is the perfect thing to help me relax.” Penny is also grateful for the new creative outlet she’s found in the ASMR community. “I have never been a creative person,” she says, “but I feel like these videos are my art, and I want to keep improving and getting better all the time.” See more of Penny’s soothing sponge sounds — today on our story and new to our IGTV channel."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/d8287e01301a22971b6686588dc58acf/5C3D46E7/t51.2885-15/e35/42338148_125074145129814_7940761415715217443_n.jpg", "comments": 5784, "likes": 538996, "text": "A trip into a cookbook store when he was 10 years old changed chef Flynn McGarry’s (@diningwithflynn) life. “I picked the most expensive cookbook on the top shelf – ‘The French Laundry Cookbook.’ With that, cooking changed for me from no longer being just about what you eat to being an art form.” Today, the 19-year-old who was born in Los Angeles now lives in NYC and spends his days dreaming up concepts and cooking up inventive dishes at his restaurant, Gem.\n\nSee what life is like for chef Flynn these days on our IGTV channel."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/215713ebc57cca3276b33be6fd935e97/5C5316A9/t51.2885-15/e35/43269939_112389959648332_1767025108850060084_n.jpg", "comments": 6741, "likes": 856773, "text": "Featured photo by @denisebovee\nWeekend Hashtag Project: #WHPkindness\nThis weekend, the goal is to come together and make images and videos that embody friendship and compassion, as in this image by Denise Bovee (@denisebovee). Here are some tips to get you started:\nCome together. Get together with a group of family members, friends or classmates to enjoy each other’s company through an activity that lends itself to visuals, like a picnic in your favorite park.\nShow support. Do a good deed while you’re with your people. Shelter someone under an umbrella or give someone a gift. It can even be as simple as sharing a hug with someone who needs it.\nGet creative. Build your image around a giant heart, incorporate flowers in your composition or include symbolic motifs like the image of a butterfly or rainbow to give your video or photo an optimistic tone.\nPROJECT RULES: Please add the #WHPkindness hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c7254a2d10e1f1d63d8b1a571c1bcdf7/5C551B2F/t51.2885-15/e35/43276473_305263703538225_8051921055050941383_n.jpg", "comments": 4637, "likes": 719132, "text": "Over the years, Misty Copeland (@mistyonpointe) has performed “The Nutcracker” ballet in many different roles: Clara, the Sugar Plum Fairy, a doll, Marzipan, a flower, a Spanish dancer and a snowflake. “It was the first ballet I performed in,” says the principal dancer. “It was the most enchanting and empowering feeling I had ever experienced.”\nNow, in the film “The Nutcracker and the Four Realms,” she performs in a new role as the Ballerina Princess. “I hope that with ‘The Nutcracker and the Four Realms,’ people see the story through fresh eyes, with the film bringing beauty and diversity to the screen.”"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c391c20ac6617b0a8335d352f5275af8/5C4D5267/t51.2885-15/e35/41493036_1104975426346237_6927340389759072956_n.jpg", "comments": 9177, "likes": 877229, "text": "Today is #DayOfTheGirl — a United Nations holiday close to the causes Malala Yousafzai (@malala) champions, like girls’ education and women’s equality. “I wish more people knew what girls face every day. 130 million girls can’t go to school. The hardest thing is to meet a girl nearly my age, with all the dreams and aspirations that I have, stuck in a situation she didn’t create and unable to choose her own future. And I’ve met thousands of girls like this,” says Malala. “You see a lot of feminist hashtags and T-shirts. But if we really believe the future is female or that girls run the world, we need to support girls on the frontlines of the fight for education and equality.”\nToday on our story, we’re hanging out with Malala, learning about some of the latest and greatest moments and people in her life. 🌍"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/f6b440637845633a2e0cc24e54a20efc/5C47F4B6/t51.2885-15/e35/43512737_351331828939961_4509792528169229292_n.jpg", "comments": 13122, "likes": 1228836, "text": "Photo by @masa.fb\nHello, world! It’s time for #WeeklyFluff. Miwa (pictured left) and Non (on the right) are two French bulldogs from Japan. It seems the dynamic duo has perfected their posing skills — not to mention their strong street style. For a steady stream of sweet (and sometimes silly) bulldog smiles, follow @masa.fb."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/3f570793ef828e428e7e2225a0df6b0a/5C50841C/t51.2885-15/e35/42835411_620586588337139_4699022734589235494_n.jpg", "comments": 3374, "likes": 481766, "text": "Photo by @angelaowens\n“I am a total outsider when it comes to all things fashion,” says photographer Angela Owens (@angelaowens), who recently attended Hypefest (@hypefest), a new two-day cultural festival in Brooklyn, New York, that celebrates streetwear. “This was my first foray into the streetwear world. The kindness and sense of community that I met at Hypefest was far beyond what I expected. The enthusiasm of the fest attendees and the approachability of the designers made for a really welcoming vibe all weekend. It was really cool to get a glimpse of how fashion and culture influence one another.”\nCheck out today’s story to see some of Angela’s photos from the festival."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/17accc9ba1d0e0e0524a737ca4597c53/5C4A9F14/t51.2885-15/e35/43046150_2129486107304248_3606397392456668826_n.jpg", "comments": 6341, "likes": 869197, "text": "Photo by @nobu_112_\n“Usual but unsuspected” 🌬 #WHPunusualportraits"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/41f8adecaa2713f819a73ba732487a8d/5C61B46E/t51.2885-15/e35/42878522_159104771702743_9178474008687953466_n.jpg", "comments": 6014, "likes": 766529, "text": "Photo by @lookoflal\nMeet German shorthaired pointer Lal (@lookoflal), who took on a new persona for #WHPunusualportraits: “Lalpolean!”"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c17809f2d6da5253c2469936cec68ba8/5C5B63C9/t51.2885-15/e35/43009594_434796990378071_5988554164205850118_n.jpg", "comments": 5025, "likes": 643396, "text": "Photo by @hesterhaarsma\nA perplexing playground photo shoot featuring plaid = the perfect place for #WHPunusualportraits"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/2dd17656f9991ec408c1ad5ef250689d/5C5FB318/t51.2885-15/e35/42178101_1939769956144098_6437031003230884139_n.jpg", "comments": 9183, "likes": 1043237, "text": "“Bullies are the worst — and I know firsthand,” says Maddie Ziegler (@maddieziegler). “Being social online should be a positive, fun experience. I’m glad that Instagram is committed to stopping bullies with tools like the bullying comment and photo filters. I’m proud of their commitment, and I’m also proud of the new AR effect I helped work on that spreads kindness. Whether you’re shouting out your BFF or a person you admire, I hope this new Instagram feature is a force for positivity all over the world.”\nToday, we’re announcing new tools to help combat bullying on Instagram. Check out the link in our bio to learn more, and watch today’s story to see Maddie’s face filter in action."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/6087f033c1f75043b73ed7c10c57cd41/5C56C910/t51.2885-15/e35/42349578_1547445052022422_6003520618593017830_n.jpg", "comments": 6006, "likes": 832912, "text": "Photo by @herreranelly\nLooks like someone is getting excited for Día de Muertos. (Same!) #WHPunusualportraits"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/378f3d3afd798db07c6bc9b0defeb7ac/5C431D98/t51.2885-15/e35/43103381_747900895557093_9219799279606187503_n.jpg", "comments": 4568, "likes": 695983, "text": "Photo by @seasalt.and.evergreens\nHey you guys. Meet “Fernie Bernie.” 🌿👀🌿#WHPunusualportraits"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/5eab6adfd839677963215e4e068d84bc/5C549428/t51.2885-15/e35/42614287_289128875261218_3315273351504272375_n.jpg", "comments": 3164, "likes": 576569, "text": "Photo by @temaelkedial\nA strong 💥 shadow stars in this sideways portrait.\nFollow along as we share some of our favorite submissions to last weekend’s hashtag project, #WHPunusualportraits."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/d06f516a4902c08ca11715712e70ab99/5C5518AF/t51.2885-15/e35/43295647_1974731489273677_2667315058719573073_n.jpg", "comments": 4312, "likes": 474777, "text": "Photo by @out_of_mana\nFor 26-year-old graduate student and gamer Lisa Thönnissen (@out_of_mana), her love of gaming commenced with a Christmas present — a Game Boy, the red Pokémon edition to be exact. “I was fascinated by the gameplay and immediately fell in love with it,” says Lisa, who attends university in Düsseldorf, Germany. “In my opinion, gaming isn’t about gender; it’s all about the fun! I’m happy that the (female) gaming community is growing and that there are a lot of girls openly showing their love for it now.”\nWatch today’s story to learn more about Lisa and some of her favorite things."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/9fe95a69a512fff22f29912a4044348f/5C4DC68A/t51.2885-15/e35/42420042_555784678192683_2698995052614618606_n.jpg", "comments": 13992, "likes": 1077361, "text": "Photo by @zuccaviolina\nToday, we’re celebrating Instagram’s eighth birthday with this #myinstagramlogo from Marta (@zuccaviolina). We’re constantly amazed by the creativity of our inspiring, global community. Thanks for being awesome. ❤️"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/964ef5f65b7f1a9581f14d7ba6cbdf0c/5BC6C82D/t51.2885-15/e15/41772936_323433095129352_7519140274845792660_n.jpg", "comments": 5030, "likes": 536769, "text": "Video by @thebooksatchel\nThe #oddlysatisfying movement inspired Resh Susan (@thebooksatchel) to create this #myinstagramlogo, which blends things she loved as a child, like candies and painting, with things that satisfy the adult Resh, like food, books and time spent scrolling Instagram. “The people on Instagram are the kindest — always encouraging, supportive and inspiring,” says Resh. “I have been a learner all my life, and thanks to this community, I learn something new each day.” Today, we’re celebrating Instagram’s eighth birthday. We’re constantly amazed by the creativity of our inspiring, global community. Thanks for being awesome. ❤️"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c542616be81f304240d0ec39995c3830/5C4E1744/t51.2885-15/e35/42934507_476432156201898_8831468989775294720_n.jpg", "comments": 4565, "likes": 662238, "text": "Photo by @naima.almeida \nDuring Carnival in Brazil, artist Naíma Almeida (@naima.almeida) spent five days designing and hand-cutting 190 felt pieces for her tropical #myinstagramlogo composition. “On Instagram, I follow many artists, brands and inspirational things that feed me as an artist,” says Naíma. “I use it daily to see what’s going on around the world, and moreover, Instagram makes it possible for me to interact with these artists.” Today, we’re celebrating Instagram’s eighth birthday. As Instagram evolves and grows, we’re constantly amazed by the creativity of our diverse and inspiring community. Thanks for being you. ❤️"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/9878c5cfcb3e845ebc954b57f08267ca/5C47A683/t51.2885-15/e35/41694274_174380740149640_6950457462319782854_n.jpg", "comments": 6578, "likes": 654047, "text": "Featured photo by @brianhardd\nWeekend Hashtag Project: #WHPunusualportraits\nThis weekend, the goal is to make surprising still or video portraits, as in this image by Brian Hardimas Permadi (@brianhardd). Here are some tips:\nGo somewhere out of the box. Think about unusual places and situations, like underwater, in a hall of mirrors or the middle of a crowded party, to make your final product surprising.\nInclude distinctive details. Dress up or get creative with props, makeup or lighting to make your portrait more distinctive. Use colorful accessories, surround your eyes with flower petals or wear two pairs of overlapping sunglasses.\nGet creative within the frame. Play with hand or body positions to make your portrait pop. Get close up in someone’s smile, crop your portrait to see half a face in the frame or shoot from different directions and angles to create something unique.\nPROJECT RULES: Please add the #WHPunusualportraits hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/05b1b667f2d947c720f3d23fc31c9cf7/5C46B9E7/t51.2885-15/e35/43006643_290994948173063_3829748180447175194_n.jpg", "comments": 4643, "likes": 547946, "text": "Photo by @conchitaqween\n“My culture is very present in my fashion,” says Los Angeles native Sailor Gonzales (@conchitaqween), who’s in school studying fashion design and Chicano studies. “My generation spends money on things that they believe in and things that they can connect to. I really love that about the Chicano culture, because we appreciate a garment as it is a work of art, not necessarily just that it’s a shirt. We see the embroidery and the time that it took to make that — and then wearing it, and understanding the traditions, and how weaving has been passed down through generations. I love that we can appreciate that, and most importantly, pay up for that.”\nThis month, we’re sharing stories of Hispanic-American community members in celebration of #HispanicHeritageMonth, which runs through October 15 in the US.\nToday on our story and on our IGTV channel, we’re skating around Los Angeles with Sailor learning about her life and her connection to Chicano culture. #MiVoz #MyVoice"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c4aa0644786281e0bbc77c42467d775a/5C5148B8/t51.2885-15/e35/42178107_530312450728526_2100598639137335781_n.jpg", "comments": 12901, "likes": 917181, "text": "Photo by @nathan_thebeachcat\nHello, world! Today’s #WeeklyFluff takes us down under (the sea) to Queensland, Australia, where 1-year-old Nathan (@nathan_thebeachcat) resides. Soon after Nathan’s humans brought her home, they started taking trips to the beach. “We wanted her to be able to experience that great outdoors rather than solely being a house cat,” says one of Nathan’s humans, Melissa. And luckily, for Nathan, it was love at first swim. “My partner Rian walked into the water, and Nathan just followed him out without any hesitation,” says Melissa. “It was very cute! From there she just got more and more confident in the water, coming out further and further until she eventually started swimming.”\n💦 See more from Nathan’s adventures on today’s story and our IGTV channel. 💦"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c5f18a359fa716655db10a9766ad6afd/5C4A6D35/t51.2885-15/e35/42138224_768555380164928_4861146865918337390_n.jpg", "comments": 13657, "likes": 1408756, "text": "Photo by @reagandoodle\nJust a little buddy and his dog plotting their next adventure."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/16817b10b6cfca11b910a12d0aedeaca/5C5F30C6/t51.2885-15/e35/42538516_260682407920019_507196197530257002_n.jpg", "comments": 4699, "likes": 773394, "text": "Photo by @lucia_c1\n“It matches a moment of silliness, of joy and just brings a smile on my face,” says Londoner Lucia Ciolanel who took this photo of her boyfriend while exploring the British countryside.\nFollow along for more of our favorites from last weekend’s hashtag project, #WHPmatching."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/afeb94214519bdcb6ba5af0445f677ce/5C54FC65/t51.2885-15/e35/42377197_2101910553154024_5929480966173150166_n.jpg", "comments": 9610, "likes": 1129156, "text": "Photo by @designaddictmom\n“We believe in ‘sharing is caring,’ but sometimes you have to succumb and let them each have the same book,” writes Stacey-Ann Blake (@designaddictmom) in her caption for this #WHPmatching submission. 📙📙"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/58944b01a459d6a2bfbdd6b749ac7716/5C4BB462/t51.2885-15/e35/41811568_352238532180026_5240761129947215799_n.jpg", "comments": 4607, "likes": 752763, "text": "Photo by @eventyr\nThe perfect accessory for a waterfront house on a snowy day: a mountain hat, of course.\n#WHPmatching"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c2672b2daac89f3bf5c668ecd8a096d3/5C4F0431/t51.2885-15/e35/41753641_400121580525237_8881904291674358247_n.jpg", "comments": 10140, "likes": 1189823, "text": "Photo by @tofu_corgi\nWhich one of these is not like the others? 🐶\nFollow along for more of our favorites from last weekend’s hashtag project, #WHPmatching."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/666d5c1557daacd5ea48a66357413296/5C416BF4/t51.2885-15/e35/41785428_555548291547566_8379461502575385896_n.jpg", "comments": 3748, "likes": 455854, "text": "Photo by @itslizmiu\n“I prioritize happiness, health, creativity and success — in that order,” says Liz Miu (@itslizmiu), a 25-year-old vegan cook and blogger. Liz shares moments from her daily life in Sydney, Australia, including everything from vegan recipes to self-care tips to ways to reduce plastic waste. “I like to think of my Instagram as evolving with me. It’s a journey of me becoming my best self.”\nIf Liz were to recommend one small change people make to their daily lives, it would be to make time for meditation. “Meditation has been transformative for me,” says Liz. “I think all health and happiness comes from within you. Just sit with yourself for 10 minutes a day, and you’ll figure out who you are. You’ll strengthen yourself from the inside.”\nLearn how Liz makes all-natural deodorant today on our story and watch how she makes vegan granola on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c36549780b47aed6b80a66aef6040a17/5C532F45/t51.2885-15/e35/41694101_393265908165186_4254967335278044243_n.jpg", "comments": 4275, "likes": 389767, "text": "Today is the end of an incredible chapter in our story. Our co-founders @kevin and @mikeyk are leaving the company they founded eight years ago. A new leader, Adam Mosseri, with a background in design and a love of simplicity and craft — two elements essential to Instagram — is now taking the reins. Congratulations and good luck @mosseri. And thank you Kevin and Mike for all that you have done for all of us. Thanks as well to our community of a billion for being part of this next chapter, too."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/098bda36d8f4e54a2143917b9fdbf880/5C62E4AA/t51.2885-15/e35/41531901_742255126125902_4832998076350977755_n.jpg", "comments": 30523, "likes": 671367, "text": "Featured photo by @princejyesi\nWeekend Hashtag Project: #WHPmatching\nThis weekend, we’re seeing double. 👀 The goal is to create photos and videos that show the power of a pair, as in this image by Prince Gyasi (@princejyesi). Here are some tips for the project:\nGet twinning. Whether you dress up friends identically or capture a mirror image of the moon on a lake, get creative with how the concept of “twinning” can show up in photos and videos.\nConsider classic duos. Find objects that come together for your composition. Think of a knife and fork, cereal and milk, or even sticks and stones.\nMatch unlikely pairs. Go beyond identical images or classic duos by playing with the way people and objects relate. Take a photo of a friend in a green sweater enjoying a matcha ice-cream cone, or have a sibling stretch out in the same shape of your favorite backyard tree.\nPROJECT RULES: Please add the #WHPmatching hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/e88293194d685c7237cccd320b8c44d5/5BC7278D/t51.2885-15/e15/41949781_268245540489087_7381056827079503311_n.jpg", "comments": 4725, "likes": 458051, "text": "“If you really do what you love and believe in what you do, there’s a chance you’ll be the best at it.” — Rachele Regini (@racheleregini). Rachele’s mom is Maria Grazia Chiuri, the first female creative director in Christian Dior’s (@dior) history.\nIt’s Paris Fashion Week, and we’re hanging out with Rachele for an exclusive, behind-the-scenes peek at the Dior offices and the big show. See more on our story and our IGTV channel."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/de40e65d75f8561c06a756567647eb0f/5C53A20F/t51.2885-15/e35/42590672_286609598836739_2147532580411398321_n.jpg", "comments": 18527, "likes": 1203923, "text": "Photo by @sacco_sorry\nHello, world! Meet today’s #WeeklyFluff. Emir and Taj (@sacco_sorry) are two (as you can see) very happy Chinese crested dogs, who live in Tokyo. The pair enjoys dressing up, lounging around and walking around.\nCheck out today’s story to learn more about what that walking bit means..."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/b30b578c6442ae82c8a80d9870b203c4/5BC7B4AB/t51.2885-15/e15/41464614_882714308604402_3406155173997490161_n.jpg", "comments": 13679, "likes": 1032491, "text": "Video by @hyo_joo\nIn 2014, Hyojoo Ko (@hyo_joo) hopped on a longboard for the first time as a way to unwind. “I was burning out after repeated night work and weekend work,” says the former UI designer-turned-content creator and freelance model from Seoul, South Korea. “I lost my life. When I had free time on a weekend, I wasted my time not knowing what to do. I thought I shouldn’t spend my 20s like this anymore, so I looked for an outdoor activity. That’s when I found out about longboarding.”\nKnown for her signature dance moves on the board, Hyojoo started experimenting with different kinds of movement almost immediately. “Cruising around with a longboard was attractive enough, but dancing was even more appealing and thrilling as I balance and move freely.”\nTo hang out with Hyojoo on her longboard, check out today’s story."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/69a8a4abbd3c8e45ef4ed5aae5cce434/5C57B457/t51.2885-15/e35/42437538_263059141009363_2643241307035914110_n.jpg", "comments": 6511, "likes": 803422, "text": "Photo by @cburtonsiller\nChildhood bliss swings in for #WHPmotion."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/4237e72ebd2ac0fc98be6d7d24240f0f/5C4CCC7E/t51.2885-15/e35/41511000_183049569262184_3023984523049415518_n.jpg", "comments": 3790, "likes": 606364, "text": "Photo by @kaushalpar\nIt’s a 🐴🐴 standstill in Kolkata, India, for #WHPmotion.\nFollow along for more of our favorites from last weekend’s hashtag project."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/e6432ef58f3910e6b1459eace6ddcfbc/5C610710/t51.2885-15/e35/41610014_866789470192913_6528081121820100466_n.jpg", "comments": 4648, "likes": 592828, "text": "Photo by @mrstreetpeeper\nPhil Oh (@mrstreetpeeper) appreciates the eclectic mix of humans and styles that makes Milan Fashion Week stand apart. “I really like fun and colorful outfits, and people who are able to confidently mix and match prints and textures,” says the Vogue photographer who captures street style around the world. But his favorite part of Milan Fashion Week? “Gelato breaks in between shows.” Check out today’s story to see some of Phil’s photography."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/6b5990fffd644ef4d3971dc6174e419d/5C41F4B0/t51.2885-15/e35/41461957_164519691131933_696685357845336078_n.jpg", "comments": 11575, "likes": 1377100, "text": "Photo by @narcos_cockerspaniel\nNarcos (@narcos_cockerspaniel), an English cocker spaniel, puts a little bounce into #WHPmotion."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/9272a86bbe1c31b0cd20ad1499e983a6/5BC6EA76/t51.2885-15/e15/41178778_336506986907593_1136572770355529204_n.jpg", "comments": 3923, "likes": 508121, "text": "Video by @lensencounters\nWait for it... Timing was everything to capture this #WHPmotion."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/671e3c9b2ea45565d2dd2a00b320fc97/5C5B66CD/t51.2885-15/e35/41361239_246603632669768_2059492778092278242_n.jpg", "comments": 3180, "likes": 618729, "text": "Photo by @ayostephens\nTo capture this #WHPmotion submission, Ayo Stephens (@ayostephens) started from the ground up. \nFollow along for more of our favorites from last weekend’s hashtag project."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/bc6cc41a5373dc92b32782f009a524e1/5C4445CB/t51.2885-15/e35/40758827_2138611023072230_4073975203662780931_n.jpg", "comments": 4853, "likes": 664243, "text": "Photos by @sarahyltonphoto\n“I’m immediately drawn to people who are pushing up against barriers and boundaries,” says Canadian photographer Sara Hylton (@sarahyltonphoto), whose degree in international conflict and gender studies led her to focus on telling stories of women, conflict and underrepresented voices around the world. “What inspires me the most is seeing people, especially women, thrive in situations or places that the world doesn’t know about or has given up on.” These places and communities include ones close to home — both in her native province of Saskatchewan, and where she currently lives, in Mumbai. \nFor Sara, the most magical photos come from portraiture. “I hold my camera at my heart,” she says, “so I’m looking directly at somebody when I’m taking pictures of them. The most inspiring moment is when I feel a connection — when I feel their heart and my heart, and there’s nothing that’s really between us.” ❤️ Today on our story: see some of Sara’s photographs from her work with Mumbai’s hijra, or third gender, community."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/b5d38f9f46b9dfdb998d141bfe434fad/5C46ABB2/t51.2885-15/e35/40696896_263220094527343_2288560785280949661_n.jpg", "comments": 6358, "likes": 450679, "text": "Photo by @headexplodie\nThe technique behind Oakland, California-based artist Annie Wong’s (@headexplodie) stop-motion artwork is, at heart, basic: mold, shoot, repeat. But a strong aesthetic informs the process, too, lending Annie’s videos a sneaky emotional punch. “I’m really interested in emotional literacy,” she notes — and her work, from GIF stickers to longer pieces, brings that interest vividly to life. \nDrawn to creative endeavors from a young age (“I was definitely known as the arty kid in grade school”), Annie studied photography and painting in college. What she loves about the stop-motion she’s doing now is that it combines many aspects of art making. “There’s painting, building with your hands, lighting, animation — which is like acting — and video editing, which is kind of like filmmaking. It’s where I’ve found my happy place, because I really like playing with all those sorts of materials.” Watch Annie’s “lighthearted interpretation of the cyclical nature of our emotions” on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/e8ce2a68feedb4d806160648b1f362a1/5C53DE61/t51.2885-15/e35/41384615_1361822597284802_2402891832945199600_n.jpg", "comments": 9282, "likes": 899378, "text": "Featured photo by @elena_from_tver\nWeekend Hashtag Project: #WHPmotion\nThis weekend’s goal is to capture objects and scenes in motion, as in this photo by Elena Shevchuk (@elena_from_tver). Start with the movement. Consider the range of motions you can document that reflect different feelings or emotions, like the quiet and soothing way wind gently blows your friend’s hair, or the high-energy action of your sibling splashing in a pool. \nPlan the capture. The way you document movement can bring another dimension to your #WHPmotion submission. For example, you could blur the action by tracking the motion of a bright car as it drives through a busy junction to create an abstract environment, or you could capture a cat midair as it jumps down from the furniture for a freeze-frame effect.\n\nPlay with creative tools. Slow motion or time-lapse can exaggerate the mood and movement in your submission, or multiple exposures can track multiple positions of someone moving through your frame. \nPROJECT RULES: Please add the #WHPmotion hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/8844cb7f650ff350980fe6827a62a740/5C508472/t51.2885-15/e35/41072559_478099809360452_7477763710475674974_n.jpg", "comments": 5230, "likes": 599868, "text": "On today’s story and new to our IGTV channel: fashion designer Richard Quinn (@richardquinn) takes us behind the scenes of his show at London Fashion Week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/7b886351453ad4b771c92231728fc059/5BC6A927/t51.2885-15/e15/40872877_193800354899563_5300992678828837898_n.jpg", "comments": 7630, "likes": 539514, "text": "GIFs by @martinamartian\nFor Martina Martian (@martinamartian), GIFs aren’t just a form of art, they’re a mood-lifter. “Even the dullest photo or the dullest conversation can be made more fun with a GIF,” says Martina, an artist from Sydney, Australia. When she started creating GIFs two years ago, they were heavily 80s and 90s inspired. “Only through creating every single day did I start to trust my own instincts as an artist and grow into my personal style,” she says.\nMartina, who finds inspiration in everything from travel to conversations with friends, says the challenge in creating GIFs is keeping them simple while figuring how your audience is going to interact with them: “GIFs are used as a communication tool as well as something to look at. I like having to consider how someone would use the GIF on their own photos or conversations. It’s about communicating ideas and feelings vividly in just a few seconds.” Starting today, you can use GIFs in your Direct messages. Check out our story to learn more."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/f1adb0788a745d6530351e37a736bcf4/5C3C028C/t51.2885-15/e35/41356118_318350852257646_84302013159311980_n.jpg", "comments": 18765, "likes": 1543633, "text": "Photo by @mr.pokee\n\nHello, world! It’s time for a sweet and prickly dose of #WeeklyFluff. Mr. Pokee (@mr.pokee) is a 3-year-old hedgehog who hails from Germany, but he’s quite the world traveler. “He loves to explore everything for the first time,” says Mr. Pokee’s human, Litha. “He runs around the place and enjoys all the new smells — his nose is really good.” Check out today’s story to see shots from Mr. Pokee’s travels."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/bd27c67047ead0121459d7af608e0d64/5C50581E/t51.2885-15/e35/41093193_1323727537764534_775802004795727497_n.jpg", "comments": 10680, "likes": 1361209, "text": "Photo by @a_bunchofdogs\nThis #WHPperspective was made for #TongueOutTuesday. 🐶"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/b19f4f553c6d577d75e01890eaf2ff13/5C4E0469/t51.2885-15/e35/40378541_467248457116118_8143171735097177696_n.jpg", "comments": 4967, "likes": 899878, "text": "Photo by @deriahmad\nDeri Ahmad Fauzi (@deriahmad) has his feet in the clouds for #WHPperspective."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/da9d529091905e75d55353c664abd0d8/5C4FAAC9/t51.2885-15/e35/41424653_267659143862087_6335526145818845235_n.jpg", "comments": 5158, "likes": 1046168, "text": "Photo by @paperboyo\n“There’s about a hundred and one weird and whacky buildings in Basel, but this one might be my favorite,” writes paper artist and photographer Rich McCor (@paperboyo) in his caption.\nFollow along for more of our favorites from last weekend’s hashtag project, #WHPperspective."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/8be5915fb6dcc0ea87522f8b1c0e0e7c/5C5F7057/t51.2885-15/e35/41408061_293365608157712_5854508062968477076_n.jpg", "comments": 5180, "likes": 519421, "text": "Photo by @visiblejune\nInspired by her love of everything from cute, colorful dolls to horror movies, 19-year-old makeup artist June Noel (@visiblejune) creates makeup looks to express her dual nature. “I love pink, but I also love black!” says June, who’s been doing makeup for five years. “Through makeup, I can express my love for both rather contradicting sides. That’s why I love it so much. I’ve learned that I don’t have to choose one side. I can have both. I hope that people get inspired to express themselves through makeup, in any style or way that’s meaningful to them.” Watch June create one of her makeup looks today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/5ae54d3cdb41deb31796552e845bc2fe/5C57DF17/t51.2885-15/e35/40708173_177868283045342_4795472298666565830_n.jpg", "comments": 5936, "likes": 862741, "text": "Photo by @nimitnigam\nPhotographer Nimit Nigam knew there was no filter needed when he spotted this street scene in Delhi. #WHPperspective"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/d00a39a569dd2bec383f3fc093cdac11/5BC6E1EE/t51.2885-15/e15/40947916_2164476553811985_8851382283146599463_n.jpg", "comments": 4852, "likes": 807940, "text": "Video by @ya_gadya\n@ya_gadya set the wheel in motion for this #WHPperspective."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/4d68546b86a557e3b17c5e01060e388a/5C487CC0/t51.2885-15/e35/41935598_309833776235607_8472938545647240169_n.jpg", "comments": 7360, "likes": 1209653, "text": "Photo by @danidlm\nIs this a giant eye trick? It’s all a matter of #WHPperspective.\n\nFollow along for more of our favorites from last weekend’s hashtag project"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/00652f81f9443a7a34afee3da1888b74/5C5156A4/t51.2885-15/e35/41322799_308856179924599_3438481036527421502_n.jpg", "comments": 7447, "likes": 833511, "text": "Photo by @tatimcquay\n15-year old Tati McQuay has been creating her own dance moves since she could stand on two feet. But recently the Los Angeles-based dancer and actress has become interested in Latin-influenced dance. “As I get older, I’ve been learning and loving my Latin roots so much more,” she says. “Listening to Latin music is my newest thing!” Whether in her dance or in her everyday life, Tati’s motto is to stay true to herself. “There’s no point trying to be someone you are not because people will see right through it,” she says. “Stick to your roots and be true to you.”\nThis month, we’ll be sharing the stories of Hispanic-American community members in celebration of #HispanicHeritageMonth, which runs through October 15 in the US. Today on our story: Tati shows us her dance moves. 💃 #MiVoz #MyVoice"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c3ccda09b55cfa83975eb70470c57712/5C4219B6/t51.2885-15/e35/40949123_1104283529724860_6046749716819964824_n.jpg", "comments": 18299, "likes": 1527720, "text": "Featured photo by @maomay__\nWeekend Hashtag Project: #WHPperspective\nThis weekend, the goal is to take photos and videos from a different point of view, as in this featured photo by Mao May (@maomay__). Here are some tips to get you started:\nCapture a familiar subject or scene from an unexpected angle. Get up close and let a face cover the entire frame, or make a puppy look large by shooting from ground-level as she stares down. Find a high vantage point to show the wider context of a festival scene or bustling market.\nUse geometry to your advantage. Look for graphic lines — in bridges or telephone wires — that converge to a vanishing point in your composition. Find a new way to capture patterns in everyday places, like the wheels of bicycles lined up in a rack, or symmetrical bricks in an unruly garden.\nPlay an eye trick. Defy gravity with simple editing, like rotating the frame. Recruit a friend to make a well-timed leap, that, when rotated, looks like they’re flying through air. Or turn a dandelion into a human-size parasol by playing with scale and distance.\n\nPROJECT RULES: Please add the #WHPperspective hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/528ebf9b9076f67d99fe1feee47da204/5BC73D49/t51.2885-15/e15/40264265_302289163896489_7611940790347353654_n.jpg", "comments": 61519, "likes": 1595129, "text": "Video by @mybestfriendhank\nHello, world! Meet today’s #WeeklyFluff: Hank (@mybestfriendhank), a little potbellied piggy who knows how to strike a pose. Hank, who lives in New Orleans with his humans, is fond of snuggles, splashing in his kiddie pool and munching on snacks. 🐽"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/91014cf5e99e51716ea6466f87eca294/5C4543A7/t51.2885-15/e35/40256727_1915354575186279_4801883161202014908_n.jpg", "comments": 7306, "likes": 891623, "text": "Adrenaline and excitement. These are the best words 16-year-old surfer Caroline Marks (@caroline_markss) has to describe the feeling of riding the man-made wave — designed by surfer Kelly Slater (@kellyslater) — at #SurfRanchPro, a World Surf League (@wsl) competition this past weekend in central California. “It’s about a 50-second ride,” says Caroline, who surfs for at least four hours a day as part of her training regimen. “You can do about eight turns and then get two barrels. There’s nothing like it.” 🌊\n\nWatch Caroline, Kelly and surfer Gabriel Medina (@gabrielmedina) on the waves today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/841ab14d1c4a7d140b99664f1dfe4186/5BC6DCB4/t51.2885-15/e15/39812996_299404393992187_5197643297115213406_n.jpg", "comments": 6128, "likes": 417592, "text": "Video by @danilo\nDesigner Brandon Maxwell (@brandonmaxwell) developed his love of fashion in his grandmother’s high-end women’s boutique in Texas. “I was surrounded by impeccably well-dressed women from a young age because of my Mammaw,” says Brandon. So when he decided to create a collection inspired by his home state, he and his team took up a month-long residency in the West Texas town of Marfa. “I already had a strong vision of Texas glamour and Marfa gave me the space to flush out that idea.” That spring/ summer 2019 collection was shown last weekend at New York Fashion Week (@nyfw), and the Texas inspiration shined bright. “Marfa sunsets ignited my use of bright color,” says Brandon. “Pink and red have always been colors I used and this season it was about amplifying those.” Other Texas hat-tips were silver belts and silk scarves knotted like bandannas — and cowboy hats, carried down the runway in clear boxes with handles. At the end of the show, Brandon’s grandmother joined him on the carpet. “It felt like it was full circle to bring her out for this show,” he says.\n\nCheck out our story and IGTV channel as we go behind the scenes with Brandon and his team leading up to #NYFW. 👠"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/6981e9ebdd84a3a0b82c934fe9f2a586/5C3BD202/t51.2885-15/e35/40344713_104880087083767_4182237449620166563_n.jpg", "comments": 5955, "likes": 688941, "text": "Photo by @exploringwithazhar\nA window into #WHPdailylife on a crowded train in Mumbai."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/58e8de867359b1d88a3839bbd5f9af0b/5C46E753/t51.2885-15/e35/40535718_321093198650462_5061251310611191279_n.jpg", "comments": 4678, "likes": 621858, "text": "Photo by @thebookfamilyrogerson\n“Weekend breakfasts are a civilized affair in the Rogerson household,” writes Melissa Rogerson (@thebookfamilyrogerson) in her caption. “We have papers and books, and music on the radio. Also a little dormouse in our teapot.” #WHPdailylife"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/f2c383878c33745da3ef11144e773684/5C54CE37/t51.2885-15/e35/40445528_558510801229807_2318768607348735930_n.jpg", "comments": 4410, "likes": 704534, "text": "Photo by @meg_nlo\nReflecting on a cloudy day for #WHPdailylife. ☁️ Follow along for more of our favorites from last weekend’s hashtag project."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/b42edb6e5e279c87f0c8ff8f819a12ca/5C503156/t51.2885-15/e35/40456287_293154707941475_1014112164306325318_n.jpg", "comments": 11223, "likes": 1106222, "text": "Photo by @_deepsky\nMorning commuters in Taipei elbow their way to a stop.  #WHPdailylife"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/26eb194674492c75a776fd8286ea3872/5C52358C/t51.2885-15/e35/40502200_712440815790691_5034424505627926880_n.jpg", "comments": 5953, "likes": 898452, "text": "Photo by @emwng\nThis pup has found the paw-fect position for lounging. #WHPdailylife"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/953acf9845159c407d6ade23669a3323/5C593C51/t51.2885-15/e35/40490443_305334513576796_4965523025837997853_n.jpg", "comments": 6389, "likes": 752971, "text": "Photo by @aninditomukherjee\nIn preparation for the upcoming 10-day Hindu festival Ganesh Chaturthi, women wrap an idol of elephant-headed deity Ganesha, the god of prosperity and wisdom.\n\nFollow along for more of our favorites from last weekend’s hashtag project, #WHPdailylife."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/86626cbaeb6cbc1be16e4da468043efb/5C5D7602/t51.2885-15/e35/40200409_1864391270304431_8045155555160790202_n.jpg", "comments": 9002, "likes": 776690, "text": "Photo by @elle.mills \nElle Mills (@elle.mills) finds inspiration for her comedy videos in her everyday life. “My comedy style is purposely awkward, relatable and fast-paced,” says the 20-year-old comedian, who’s been making videos at home in Canada since she was in fifth grade. “It relies heavily on all of it being real — real people and real situations. I think the reason videos about my family do so well is because people can relate to my family so much. It’s like they’re watching their own family go through the most ridiculous situations.” Lucky for Elle, she’ll never run out of material. “As I experience more and more, I’ll have more stories to tell. I could truly never run out of video ideas.”\nWatch a day of Mills family bonding today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/349d0a3305aa2fe64ece5dcb642cd921/5BC6E37B/t51.2885-15/e15/40931243_670038013389530_2789665470046734426_n.jpg", "comments": 9507, "likes": 587941, "text": "Video of @jonboogz by @randmvisionphoto\n“My mission is to change people’s perception on the art form of dance and show that it has the power to tell meaningful stories and narratives,” says Las Vegas-based movement artist and filmmaker Jon Boogz (@jonboogz). Jon’s style can be described as popping and street style, but he often collaborates with people in other genres, including ballet and modern dance. “Dance has the power to break down social and economic boundaries. It’s a universal language.”\nRecently, Jon went to a dry lake bed outside Las Vegas to film a choreographed piece about his life. “Out in the desert there is really nothing, a blank canvas, but it’s still beautiful,” he says. “Growing up, I didn’t have the money to go to school for art, dance and filmmaking, so I had to make something out of nothing. The dance piece is all about using positive energy to create something great even when it seems like there is nothing there for you. You can always find a way.”\nWatch the full video of Jon’s dance in the desert on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/b4c643d8de383a2aeec70e7a729ab27a/5C5687FB/t51.2885-15/e35/41358700_261801511127324_6433523672423290176_n.jpg", "comments": 7346, "likes": 882349, "text": "Featured photo by @ringostar.desu \nWeekend Hashtag Project: #WHPdailylife\nThis weekend, celebrate the little moments that make up your everyday life, as in this featured photo from @ringostar.desu. Here are some tips to get you started:\nShow us your daily morning rituals: reading the newspaper, cracking eggs for breakfast or heading out on an early run before the sun comes up.\nLook at familiar scenes with new eyes. In your everyday surroundings, capture moments of stray cats on the prowl, a fisherman baiting his hook or a cyclist patiently waiting at a signal.\nUse light to turn an ordinary scene into an extraordinary one. Take notice of how the sunshine streams through a cafe window, or stroll through the neighborhood at golden hour.\nPROJECT RULES: Please add the #WHPdailylife hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c1616f21afd749640b45e246e14d0bdd/5C5A18ED/t51.2885-15/e35/40510670_2154018328175148_3314391159766503091_n.jpg", "comments": 5786, "likes": 821339, "text": "Photo by @lulusdreamtown\nGerman food photographer and stylist Luisa (Lulu) Gaffga (@lulusdreamtown) turned her passion for vegan food into a profession. But today, her Instagram account is equals parts delicious and colorful recipes and messages of self-love. “I think self-love is one of the most important things on this earth,” says 19-year-old Lulu. “Not enough people do it or have it. And I’m just like, can we please stop? Can we just please love ourselves and each other and just support each other? I think it’s really important that we support each other no matter what gender we are, no matter what sexuality we are, or religion or where we are from.”\nLulu uses her voice to promote self-love. Share your story to inspire others by using the hashtag #SupportHER. See more from Lulu on our story and IGTV."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/db72829cb7a213002ed93f6c7b922bea/5C5C4F21/t51.2885-15/e35/39993173_283819449013135_2108922775128618272_n.jpg", "comments": 6572, "likes": 558230, "text": "Today on our story: Teen journalist Malick Mercier (@classymalick) shares how to live your best Instagram life, with helpful tips on how to stay safe, manage your time and control comments. Check out the link in our bio to learn more."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/74657f9c75e9d46cd7a1dbdeb9012a20/5C59B5CD/t51.2885-15/e35/40019539_756520078421689_4621386993850151015_n.jpg", "comments": 7929, "likes": 1111854, "text": "Photo by @ellocofish\nThe world is a blank canvas for #WHPcolorpalette."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/44bc6abf61d0b674a96a2a02eb8d4b23/5BC7320D/t51.2885-15/e15/39945096_2300826379934350_1550989927666785759_n.jpg", "comments": 7392, "likes": 664064, "text": "Video by @nellysnose\nStop and smell the sunflowers. 🌻 #WHPcolorpalette"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/3514ac2228f26d703ca70bc66269e35d/5C6317A8/t51.2885-15/e35/40042856_329727474240663_1386406403081192379_n.jpg", "comments": 3028, "likes": 550146, "text": "Photo by @ceceeme \nWe’re keeping an eye out for Waldo on this striped Spanish beach. 👀 \nFollow along for more of our favorites from last weekend’s hashtag project, #WHPcolorpalette."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/5d71ead58fa5de8efaf1cd118e5d1a6f/5C45705B/t51.2885-15/e35/40208986_753809828327070_187655655262257152_n.jpg", "comments": 9067, "likes": 1269645, "text": "Photo by @sabbyy.sg \nIn northern India’s holy town of Vrindavan, the streets were full of color last weekend for Krishna Janmashtami, an annual Hindu festival. #WHPcolorpalette"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/2f5a637f916f82750398046c816b7866/5C5FEDA6/t51.2885-15/e35/39651397_308542559725068_2630949965978927104_n.jpg", "comments": 4828, "likes": 859276, "text": "Photo by @helinbereket \nCar palette or #WHPcolorpalette?🚗🎨"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/24924d72622286344e5702783a3dcd56/5C428F4C/t51.2885-15/e35/39882974_520514968360930_7835736419266985984_n.jpg", "comments": 3403, "likes": 659682, "text": "Photo by @tauon.qoo \nA stained-glass window brings a splash of rainbow in Japan. \nFollow along for more of our favorites from last weekend’s hashtag project, #WHPcolorpalette."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/33b64fad119747a4dc13a0092fa0ec0a/5C5932A6/t51.2885-15/e35/37542860_1986812224673661_5875842683464843264_n.jpg", "comments": 7458, "likes": 1160009, "text": "Photo by @blackwhite.gold\nHello, world! This week’s #WeeklyFluff is known as “The Girl Pack” (@blackwhite.gold). Elsa, Dolly and Jeanie are three friends who are very fun (and very well-trained) dogs. “The most important thing I think is to see training a dog as an enjoyable experience and something that doesn’t necessarily have a finish line. It’s an ongoing process,” says Liz Gregg, who is Elsa and Jeanie’s human and friend to Dolly.\nOn Instagram, Liz keeps it real: “I want people to see three dogs that are well-trained, through purely positive methods, that are having fun and are allowed to have their own personalities, which includes sometimes being a bit naughty, grumpy or stubborn.”\nCheck out our story and watch our IGTV channel to see The Girl Pack show off at the beach. 🌞"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/7c5f79bc3ee7e365749e65000ce9185c/5C474D1A/t51.2885-15/e35/39982605_1929724577336368_2270926162047795200_n.jpg", "comments": 16487, "likes": 1084354, "text": "Featured photo by @elizavetaporodina\nWeekend Hashtag Project: #WHPcolorpalette\nThis weekend, fill your world with color, as in this featured photo by Elizaveta Porodina (@elizavetaporodina). Here are some tips to get you started:\nUse color as a contrast. Take a portrait of a friend wearing red lipstick in front of a dark wall, or capture a meadow of orange flowers with a single red bloom standing out.\nTake over the frame with a single color. Film a video of a blue boat on a blue sea with an endless blue sky overhead, or a crowd of businesspeople in dark suits walking through a gray city.\nPlay with color and light. Look through rose-colored glasses onto a landscape, or focus on how sun streams through a pane of stained glass.\nPROJECT RULES: Please add the #WHPcolorpalette hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/968bf8f05d92a6b3981398c093734654/5C5B30D7/t51.2885-15/e35/39887406_1976918139031850_7972854182199689216_n.jpg", "comments": 14202, "likes": 1426180, "text": "Photo by @ojarinn\nHello, world! Meet today’s #WeeklyFluff: Rai (@ojarinn), a Scottish fold cat who loves nothing more than lazing around while flat on his belly, limbs outstretched. When he’s not lounging in silly poses, he’s hanging out with his sister, Itosan the cat, and his family in Japan. 😸"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/35b939a58a7344475859478dabb67033/5BC72D67/t51.2885-15/e15/39749604_2146417742302843_8864701147621883904_n.jpg", "comments": 5396, "likes": 444979, "text": "Video by @tomoro.m\nTomoro Mizuno (@tomoro.m) makes nerikomi pottery, a centuries-old Japanese ceramics style. “My father and grandfather also made nerikomi pottery, so I’ve seen it since I was young,” says Tomoro. The technique consists of coloring white clay with different oxides and minerals (nerikomi means “kneading” in Japanese) and carefully laying strips into patterns that appear when you slice the clay slab laterally. It takes about eight hours just to make the pattern; entirely finishing a bowl or sake cup can take up the three days. 🍶\nThough his designs of wildflowers, pandas and human faces continue to be popular, Tomoro is still grateful for the attention he receives. “I’m always surprised when people have such a reaction to my work.”\nWatch how Tomoro makes his nerikomi pottery today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/e79fd7abf9965a74d04b7fd5c097296d/5C56CF99/t51.2885-15/e35/39763828_2133381196981259_8516816978558582784_n.jpg", "comments": 14748, "likes": 896910, "text": "Photo by @kurebayashiii\nHaruka Kurebayashi (@kurebayashiii) travels the world as a kawaii fashion model, a style that’s known for colorful, playful clothing. But in her eyes, kawaii — which translates as “cute” in English — isn’t just about style. “It is about accepting diversity,” says Haruka, who lives in Tokyo, the birthplace of kawaii.\n“I’ve learned from kawaii culture that feeling bad about myself or disliking someone who’s different than me is silly. People who like kawaii culture are always praising each other. And not only can you enjoy wearing the clothes, but hopefully you can cheer up other people who see you.” 🍭\nHaruka shows us around her colorful kawaii world today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/f3be7a2f28363dc2a04a4dfbbe15a670/5C50488F/t51.2885-15/e35/39351991_478592912619904_1636520872082669568_n.jpg", "comments": 8905, "likes": 564337, "text": "Photo by @koko_secretrainbowpath\n“The world is full of splendid things!” writes Koko (@koko_secretrainbowpath). “I study English on Instagram, writing captions, comments and reading captions of others.” #WHPstudy"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/22e4fed944b3bc1f1aea3ca7c3e03d9e/5C5AF030/t51.2885-15/e35/39984436_237061520302490_6114775197359800320_n.jpg", "comments": 8064, "likes": 1229721, "text": "Photo by @katieandfrankie\nUh-oh. We’ve fallen in 😻 with this #WHPstudy buddy."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/c5b2cac4f1d17ee1853250a320653097/5C52E264/t51.2885-15/e35/39539740_275987179676471_2799470897692409856_n.jpg", "comments": 5003, "likes": 866524, "text": "Photo by @flerish\n🌅 + 📖 - 🌬 = ❤️\nFollow along as we feature more of our favorite submissions to #WHPstudy."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/4bf658793ba4bddb177d39174367e30e/5C48A2CC/t51.2885-15/e35/39205901_674554899595179_5712369695533826048_n.jpg", "comments": 3683, "likes": 515382, "text": "“I can just be my authentic self when I’m at Afropunk (@afropunk),” explains artist and actress Janelle Monáe (@janellemonae), who performed for the fourth time at the Brooklyn, New York, music festival last weekend. “I’ve grown with the festival, the audience. I remember my first time performing — there were maybe a few hundred people. Now there are thousands of folks from all over the world. As a black artist and someone who strives to be as creative as possible, they’ve made me feel heard and loved and seen and celebrated.” ✨\nWatch our story to see what the festival was like from Janelle’s eyes. 👀"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/123fc85e5e8f73024a18ed00f7d6b964/5C59A3AA/t51.2885-15/e35/38767118_292793671500041_5949940464277782528_n.jpg", "comments": 14320, "likes": 1123645, "text": "Featured photo by @__somethingnice__\nWeekend Hashtag Project: #WHPstudy\nThis weekend, let’s celebrate learning — as in this featured photo by Alejandra Espinosa (@__somethingnice__).\nHere are some tips to get you started:\nLet your inner bookworm loose. On a lazy morning, show us what you’re reading in bed, or rearrange all your books by color. Take portraits of friends reading on a park bench, or a classmate peering through a library bookshelf.\nShow us how you study. Gather your notebooks, pens and study materials and organize them on your desk for a top-down photo, or let us in on your bullet journaling tips and tricks.\nPractice your math and science skills. Make a video of yourself experimenting with test tubes and beakers in the lab, or use geometry and numbers to sketch out eye-catching shapes and designs.\nPROJECT RULES: Please add the #WHPstudy hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/6c99f8029ee55bc8bf5c7f22a35348bb/5C455C9E/t51.2885-15/e35/39072557_292211071376026_2301647629324386304_n.jpg", "comments": 9965, "likes": 1286612, "text": "Photo by @_foodstories_\nLaura Muthesius and Nora Eisermann (@_foodstories_) cook, style and photograph their own gluten-free recipes. “A few years ago, we couldn’t find restaurants or cafes where we could eat because of Laura’s gluten intolerance,” says Nora, a food stylist and cook. “Luckily, Nora has always been a great cook,” says Laura, a photographer. “So we started to develop recipes together, and started a blog where we could share them.”\nLaura and Nora split their time between Berlin and the German countryside, where they’re inspired by the landscape and changing of seasons. Though their recipes span dishes from pizzas to granola, the pair share a particular love for cakes and sweets. “Since I couldn’t eat cakes or desserts for a long time, I really love them,” says Laura. “It was so great for me to find out that baking something gluten-free is not as difficult as I thought.” 🍰\nJoin Laura and Nora for a countryside picnic today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/2e0af2e2c9d98d665b62e94c86da81f5/5C41C111/t51.2885-15/e35/39281023_2093947424252040_103878723266150400_n.jpg", "comments": 8106, "likes": 767708, "text": "Photo by @coco_pinkprincess\n7-year-old Coco (@coco_pinkprincess) might be small, but she has a mighty sense of style. The young fashionista, who is featured in an account run by her parents, answered a few questions for us:\nInstagram: Do you choose all your own clothes?\nCoco: Some I choose by myself, and some with my father.\nIG: What’s it like to have your parents own a vintage store in Tokyo’s Harajuku neighborhood?\nCoco: It’s so fun! I make lots of friends there.\nIG: What’s your favorite thing about Harajuku?\nCoco: That everyone is so nice to me.\nIG: What’s your favorite color?\nCoco: For now, light purple.\nSee some of Coco’s favorite looks today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/21e7349739695a917b663d576767d367/5C3D2141/t51.2885-15/e35/38931313_305794916851248_1078493986269691904_n.jpg", "comments": 9156, "likes": 780744, "text": "Photo by @millie_and_chloe\nMillie and Chloe (@millie_and_chloe) aren’t just best friends — they’re cousins and co-creators of videos about growing up in Melbourne, Australia. “We’re very close. Our moms are twins, so we have always spent a lot of time together,” says Chloe, who’s 13. “Although we don’t go to the same school or live in the same suburb, we usually see each other every weekend and we talk at night a lot!” Inspired by Chloe’s older sister, the duo started making videos together several years ago. “All we hope is that our videos bring people joy, and that they can make people smile or laugh,” says Millie, who just turned 14.\nLearn more about Millie and Chloe today on our story — and watch them prepare some of their favorite back-to-school snacks on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/06eb91e4453ce14498136191d2efe77a/5BC72776/t51.2885-15/e15/38699801_441348460027993_5852457643100078080_n.jpg", "comments": 7333, "likes": 576202, "text": "Video by @doubletrouble_sphynx\nCrinkle and Wrinkle (@doubletrouble_sphynx), two indoor sphynx cats, work out their energy with this exercise wheel. “Crinkle loves to run in her wheel, and she’s always climbing the endless circle,” says Ottelie Overeijnder, their human. “They run so gracefully and have such good technique. Somehow, they get really motivated when I start cheering.” #WHPcircles"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/9c4f8bec7356aa78a200847bebadd239/5C5463B8/t51.2885-15/e35/39352517_672143426579104_4574447483739963392_n.jpg", "comments": 3774, "likes": 533703, "text": "Photo by @vineet_vohra\nOn a recent visit to San Francisco, teacher Vineet Vohra (@vineet_vohra) was intrigued by circles painted onto a city wall. “When I saw this lady with beautiful red hair pass by, it made me press the shutter.” #WHPcircles"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/dd422a5eb1beb7724fa8e9e43ff9e89c/5C4FD19B/t51.2885-15/e35/38170701_891349417739479_2788104056290148352_n.jpg", "comments": 5317, "likes": 924848, "text": "Photo illustration by @jovanarikalo\n“When I take photographs of couples, I always like to connect them somehow,” says photographer Jovana Rikalo (@jovanarikalo). “That’s why I added the bubble around them. The colors inside it represent the strength of their love.” 🎈\nFollow along to see more of our favorites from last weekend’s hashtag project, #WHPcircles."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/e8de649280c0b17e942359250c82c8eb/5C5554BB/t51.2885-15/e35/39231938_2116813661867297_5010810629095686144_n.jpg", "comments": 7336, "likes": 784979, "text": "Photo by @europeanmommyof2\n“A Slinky is one of the most timeless toys,” writes Sasha Čukure (@europeanmommyof2) in her #WHPcircles submission caption. “Every time I watch one of the boys playing with it, it immediately brings me back to my childhood.” 👀"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/59f974f19bcdb232e46d2194a5771dfb/5C52B113/t51.2885-15/e35/39135711_246098206241307_4040715595832885248_n.jpg", "comments": 3841, "likes": 667500, "text": "Photo by @maideroribe\nPlaying with perspective in this circle of friends. #WHPcircles"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/a828df25e59560a3689cd82c6d126aac/5BC6BA59/t51.2885-15/e15/38198277_867518903442790_6557414784583598080_n.jpg", "comments": 7150, "likes": 725178, "text": "Video of @cache_bunny by @ari_fararooy\nMind = blown.\nFollow along for more of our favorites from last weekend’s hashtag project, #WHPcircles."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/2286aba5d14e32f8c831d77bf2b1d5c4/5BC74C6D/t51.2885-15/e15/38790072_2279009408993988_1784498043211481088_n.jpg", "comments": 11701, "likes": 763348, "text": "Video by @lacorgi\nHello, world! Meet today’s #WeeklyFluff: Geordi (@lacorgi), a 5-year-old Pembroke Welsh corgi with a special talent for agility training. “Geordi comes from a long line of champion show dogs, and he was initially training to be a show dog as well,” says Geordi’s human. “When we stopped pursuing that direction, we tried some agility classes for fun. Geordi showed so much natural talent and drive for agility that we started taking it more seriously.”\nWhen he’s not competing, Geordi loves to show off his fluffiest assets. “Everyone wants to squeeze his butt all the time. Can you blame them?” says Geordi’s human. “Geordi works hard to maintain his hourglass figure, but he is lucky to have been blessed with such a perfect amount of round.” 🍑\nWatch Geordi practice some of his agility exercises on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/3fad9c5b78385977ee3bed81261df988/5C4EED7B/t51.2885-15/e35/38996639_1047888772037088_24017087752044544_n.jpg", "comments": 20217, "likes": 1812442, "text": "Featured photo by @hobopeeba\nWeekend Hashtag Project: #WHPcircles\nThis weekend, we’re seeing circles. Take your cue from this featured photo by Kristina Makeeva (@hobopeeba), and read on for some tips to get started:\nFocus on round forms in nature. Point your lens toward a bubble in the water, a piece of fruit or even the moon.\nFind circles at home. Set the table for dinner and take a photo of the plates from above, or capture how the light shines in through a circular window.\nBring friends and family into the frame. Make a video of hula-hooping in the park, or of a friend holding up a freshly baked pie.\nPROJECT RULES: Please add the #WHPcircles hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/3205454aedeedeb87ec4afe24ead7619/5C569363/t51.2885-15/e35/38431789_1901441043250809_7897223501789003776_n.jpg", "comments": 14994, "likes": 1035200, "text": "Photo by @bunnymelv\nHello, world! Meet today’s #WeeklyFluff: Melvin and Bianca (@bunnymelv), two bunnies living their best cage-free life in Sweden. “Melvin and Bianca liked each other immediately, but have two very different personalities,” says their human, Felicia Ohlsson. “Melvin is very curious and outgoing and follows me around everywhere. Bianca is independent and has a lot of energy — she loves to climb on furniture and windowsills.”\nWith her account, Felicia hopes to educate others on keeping rabbits as cage-free pets. “The training process from caged to cage-free is quite simple but needs to be taken slowly,” she says. “But it’s all worth it, because bunnies make such great company.”"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/3dab5a7b2ecab07852160cf753b2b4bd/5C543D0A/t51.2885-15/e35/39352488_740416489623253_39947696978526208_n.jpg", "comments": 7395, "likes": 711850, "text": "“Tokyo is my second home,” says Pharrell Williams (@pharrell), who recently spent a day in the city stopping in on some of his favorite spots. “The city has had this incredible impression on me since the first time I came here. It feels like going to another world, where humility is so thick in the air; as soon as the humidity hits you when you get off the plane, so does the humility. The people have an incredible appreciation for others, and they are some of the most amazing collectors of not just things, but also experiences.”\nJoin Pharrell as he shops, eats and strolls in Tokyo, today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/59e9360117e6fc257deba6cf668a4de0/5C44D1AA/t51.2885-15/e35/38278964_233036207357257_7180570490048610304_n.jpg", "comments": 5993, "likes": 792995, "text": "Photo by @udta_firta\nExcellent timing, bird. 👏 #WHPhidden"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/fde6649c2a094cfb3e7c95d26d3f23a2/5C45B3A9/t51.2885-15/e35/37945376_227656674612147_5583544148650098688_n.jpg", "comments": 6912, "likes": 1169639, "text": "Photo by @rodrigogzmn\nAfter a rainstorm, Rodrigo Guzmán (@rodrigogzmn) was photographing water droplets when he noticed the leaves staring back at him. 😸 “I was inspired by the mystery conveyed when you see something hidden in those shadows,” he writes. #WHPhidden"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/82d0c4331482d4faa3453914238f4577/5C4F9732/t51.2885-15/e35/39125212_2138135273129281_7831625353880666112_n.jpg", "comments": 3261, "likes": 645069, "text": "Photo by @alwaysmaylee\n“Every night, my daughters run a series of stall tactics before bed,” says Yi-chia McMahon (@alwaysmaylee). “They were trying to convince us that there was a bunny in the backyard and that the bunny was just hiding.”\nFollow along to see more of our favorites from last weekend’s hashtag project, #WHPhidden"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/fe62a1531146223bb7f622b868cd909e/5C5CA789/t51.2885-15/e35/38699793_239878539945533_2227164667254407168_n.jpg", "comments": 9175, "likes": 943221, "text": "Photo by @mimles\nProfessional makeup artist and instructor Mimi Choi’s (@mimles) double take-worthy illusionist looks are inspired by textures, patterns, digital art, surrealist artists (like Salvador Dali)… and her sleep paralysis. “This is a condition in which my body is asleep, but my mind is conscious, and I experience vivid and often frightening hallucinations,” explains Mimi, who was born in Macau and immigrated to Vancouver when she was 13. “I use these episodes to fuel my creativity. The odd thing is that once I paint a certain look, I stop experiencing that particular hallucination. My art is definitely therapeutic for me!”\nWatch Mimi apply one of her signature looks on our story and our IGTV channel. To watch IGTV, update your app, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/06250afc6a29956b68f55d1bf499b18a/5C4CA4D4/t51.2885-15/e35/38080888_527113041065056_8104390656606076928_n.jpg", "comments": 13370, "likes": 1689080, "text": "Photo by @deevitee\nThat feeling when you’re juuuuust too tall for #WHPhidden."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/6ab516364550505cea7d0a8d236b0e3d/5C5C0ECD/t51.2885-15/e35/38636621_1005423972952526_537303904832978944_n.jpg", "comments": 6866, "likes": 1123110, "text": "Photo by @a_bunchofdogs\nGood try, buddy! We still spotted you. #WHPhidden"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/b649d444bc447ce13fc56a371f3892a6/5C561B0F/t51.2885-15/e35/37955031_2027722344205206_8566664300276482048_n.jpg", "comments": 4473, "likes": 816332, "text": "Photo by @dieggoo\nA natural hiding spot for #WHPhidden 🌿👀\nFollow along to see more of our favorites from last weekend’s hashtag project."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/cd7cf6b9d31411b4610374f2c93e98ac/5C3D6010/t51.2885-15/e35/38011609_274160473381541_6951488792884674560_n.jpg", "comments": 10396, "likes": 1219579, "text": "Photo by @amivitale\nAmerican photographer, filmmaker and writer Ami Vitale (@amivitale) tirelessly shares the story of the Reteti Elephant Sanctuary (@r.e.s.c.u.e), an organization in northern Kenya that rescues, raises and releases orphaned and abandoned baby elephants. “I want to shine a light on these unsung heroes that are out there changing the destiny of their own landscape,” says Ami. Due to ivory poaching and climate change, more and more elephants are in need of care and protection. Reteti was founded in 2016 by the native Samburu people to meet that need. “This place is 100 percent indigenously owned and run, which makes it different from every other elephant sanctuary, where there are a lot of outsiders and volunteers,” says Ami. “It’s really unique, and it gives the Samburu people a lot of pride. I want people to know about this place because it’s incredibly inspiring, and could be a blueprint for others.” 🐘\n\nToday is #WorldElephantDay. To celebrate, join Ami at Reteti Elephant Sanctuary today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/6088416faacba87444247b0439226ea9/5C5D238E/t51.2885-15/e35/37823307_1371715286264748_7125275874194096128_n.jpg", "comments": 9847, "likes": 907352, "text": "Featured photo by @brookedidonato\nWeekend Hashtag Project: #WHPhidden\nThis weekend for #WHPhidden, the goal is to play a visual game of hide-and-seek. Here are some tips to get you started:\nPlay peekaboo. Take a portrait of a friend peering out from behind a curtain or through their fingers, or capture your pup’s paws sticking out from underneath the bedding on a lazy Sunday morning.\nBlend in with your environment. Dress in colors that provide camouflage, or use your body to mimic shapes and shadows in the background. Pull the camera back so you have to search to find the subject of your photo within the wide frame.\nShow us your favorite hideaways. Head out to an off-the-grid cabin for the weekend, or spend an afternoon in solitude in a quiet corner of your favorite coffee shop.\nPROJECT RULES: Please add the #WHPhidden hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/88d8a43bfa34b489404bbf4c8be10d15/5C59D65A/t51.2885-15/e35/38191598_2059370487712579_2172181410759049216_n.jpg", "comments": 7287, "likes": 861993, "text": "Photo by @loriastern\nWhen Lori Stern’s (@loriastern) interests in edible flowers and organic cooking came together, her shortbread cookies were born. “The first time I made them, I used basic edible plants like nasturtium, lavender and sage,” says Lori, a chef and caterer living in Southern California. Immediately, she noticed that some of the flowers stayed bright and beautiful after they came out of the oven, and others lost their color. “It’s like a never-ending science experiment,” says Lori, who, after many batches of cookies, has figured out many of her favorite flowers to bake with, like pomegranate petal, calendula, geraniums and pansies.\nWhether she’s decorating cookies, custom wedding cakes or savory brunch recipes, Lori loves every step of her work. “It’s so gratifying to feed people. I think it's the highest form of love.”\nWatch how Lori makes her flower-topped cookies on our Instagram story and our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/009dc06bac4d880378bb005f0937985b/5C52CF2D/t51.2885-15/e35/37927736_830552227148531_5338169793696497664_n.jpg", "comments": 17833, "likes": 1872706, "text": "Photo by @george_and_troja\nHello, world! Meet today's #WeeklyFluff: Troja (@george_and_troja), an Irish setter mix who can often be found exploring the majestic Norwegian outdoors. “We live close to the countryside with the forest as our backyard, so she has been running between the trees since she was little,” says George, Troja’s human. “Troja wasn’t the most social or the strongest pup, but after years of challenging her to explore new things, see new places and meet other dogs and people, she has grown into a playful dog with an equal amount of passion for adventure and snacks.”"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/b3b32d6ff886ca685bd1a65aa0c868ef/5C3C778F/t51.2885-15/e35/37883385_685410811807687_3388255203953213440_n.jpg", "comments": 8736, "likes": 774126, "text": "Today, we’re in West Hollywood with Awkwafina (@awkwafina) and Henry Golding (@henrygolding), two stars from the new movie “Crazy Rich Asians” (@crazyrichasians). Tune in to our story and our IGTV channel now to hear them chat (over spicy avocado toast) about the craziest things they’ve done for love. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/517f1b48917705f8f804ae927ad77476/5C57D82E/t51.2885-15/e35/37852568_229329441107941_1666498292109803520_n.jpg", "comments": 7475, "likes": 981299, "text": "Photo by @dashapears.art\nAs part of her ongoing photo series, “Me and Myself,” photographer Dasha Pears (@dashapears.art) explores the idea of one person having two different sides of their self. “#WHPbestfriends is a way for me to show people that the most important person you should always be friends with is yourself.”"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/78ca7b75455f475569d632d5cfcb349f/5C5045A7/t51.2885-15/e35/38236428_639503983102994_2538276481675558912_n.jpg", "comments": 3552, "likes": 682956, "text": "Photo by @piggy_andthebrain\nIndy and Juno (@piggy_andthebrain) head off together, sniffing out a scent. “We got Juno a month ago and they are inseparable,” says Kendra DeWitt, their human. “Juno has been wonderful for Indy and is bringing him out of his shell. And Indy has been teaching her the wonderful things in life, like exploring a good trail.” #WHPbestfriends"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/adec41a5e5a9fa5cfe776e312220045a/5C501C60/t51.2885-15/e35/38080840_297384990838213_1766534544359424000_n.jpg", "comments": 5097, "likes": 906125, "text": "Photo by @laurajhnstn\nOn the way to her kids’ school celebration of “Superhero Day,” Laura Prietto (@laurajhnstn) captured her children in action. “My kids are 22 months apart, and while they certainly fight sometimes, they really are each other’s best friend,” she says. “When I saw #WHPbestfriends, I knew it applied to these two in my life.”\nFollow along to see more of our favorites from last weekend’s hashtag project."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/9f269dc7682b56b6b828c01391422bd5/5BC6AC00/t51.2885-15/e15/37890604_1075397669292330_8642858703734702080_n.jpg", "comments": 3396, "likes": 414089, "text": "Video by @chelseacutler\n“Tour is the most rewarding part of being an artist,” says musician Chelsea Cutler (@chelseacutler), who recently stopped by Instagram headquarters in NYC to perform a few songs. “Every night you get to meet people who you have personally impacted and hear their stories and watch them sing your lyrics back to you. It is incredible to be performing these songs that mean so much to you and get to share that energy with the audience.”\nCheck out a piece of Chelsea’s performance on our story and our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/1d324bf250f37128ca94c839571d86cc/5C4B949E/t51.2885-15/e35/38096971_264945047651613_8145344076011536384_n.jpg", "comments": 6134, "likes": 572172, "text": "Photo by @dianewithonen\nIsn’t it the best how hanging with your BFF can lift you up? #WHPbestfriends"},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/fe6fc5f9de28a7df5e7dc8c607ed5587/5BC728D9/t51.2885-15/e15/37929808_428748384279563_7972157207791796224_n.jpg", "comments": 3338, "likes": 538255, "text": "Video by @mvernicos\nCaution! #WHPbestfriends might cause dizzying levels of fun."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/52d1d52556ef121bbc4c3fc8100dba71/5C418CF7/t51.2885-15/e35/38010668_2101969650052954_378896925316874240_n.jpg", "comments": 15528, "likes": 2141078, "text": "Photo by @beingbirch\n“Sometimes all you need is a hug from your best friend.” 💞\nFollow along to see more of our favorites from last weekend’s hashtag project, #WHPbestfriends."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/ca05e6ef872cd94db86e3a7e6b174759/5C501624/t51.2885-15/e35/38517591_1890530291256479_7298607736214781952_n.jpg", "comments": 4917, "likes": 578151, "text": "Photo by @calamityneko\nFor Patricia Abbygail (@calamityneko), her love of art started with an unexpected subject: blueberry bushes. “I got interested in art after my oldest cousin taught me how to draw and kept on complimenting the blueberry bushes I drew as a kid,” says the 18-year-old student from Jakarta, Indonesia. “That really gave me a confidence boost back then. She also introduced me to anime and games. From there, I learned how to draw, and how to understand English more.”\nTo see more of Patricia’s process, check out our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/40077e57d9f58be23e121065d402ffce/5BC7A60A/t51.2885-15/e15/37601539_644957829206252_6697707859787907072_n.jpg", "comments": 22421, "likes": 1664906, "text": "Video by @katieandfrankie\nHello, world! Meet Katie and Franklin (@katieandfrankie), two shorthair cats with short legs and big hearts. “Being low to the ground has a lot of advantages!” says Katie. “Our nose is inherently close to the ground which makes smelling and tracking scents much easier. Having a low center of gravity is also really great for making sharp turns when zooming around the house.” Watch Katie and Frankie put their legs to work today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/526e443e503abc5eebd17a686d1cafac/5C3DE301/t51.2885-15/e35/37576555_231991657456993_300968789590147072_n.jpg", "comments": 18974, "likes": 1212437, "text": "Featured photo by @petrastockhausen\nWeekend Hashtag Project: #WHPbestfriends\nThis weekend, the goal is to take photos and videos that capture the connection between best friends. Here are some tips to get you started:\nShow the similarities. Take photos of friends dressing in the same colors, or a video of a group outing at the beach.\nCapture candid scenes. In larger groups or one-on-one, document your friends cooking, dancing, exploring or even hugging.\nShare unexpected pairings — best friends don’t have to be human. Video a good snuggle session between furry BFFs in the park — or even two cars parked close together that look like they’d get along.\nPROJECT RULES: Please add the #WHPbestfriends hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/a35af0cc6548ae9332a8631e506f41b8/5BC6CBAC/t51.2885-15/e15/37643926_195729027964613_5211306346787373056_n.jpg", "comments": 7929, "likes": 597290, "text": "Video by @soapcurls_asmr\nChelsy (@soapcurls_asmr) didn’t expect to love creating and crunching curls of bar soap — but she does. “Peeling soap is extremely relaxing, and crunching it is so fun,” says Chelsy, who discovered #ASMR (that’s autonomous sensory meridian response, when certain sounds and visuals cause relaxing tingling on the head and neck) on Instagram as a way to help her fall asleep at night. To make her soap curls, she buys standard glycerin-based bar soaps and uses a potato peeler to slice off the rounds.\n“ASMR is very subjective — what one person loves might make the next person cringe,” says Chelsy. “But crunchy soap is different from other ASMR materials; it makes a different sound and I feel like the majority of people who watch it want to start crunching soap themselves. My favorite part about crunchy soap is peeling it — it’s very relaxing and therapeutic.”\nWatch Chelsy crunch some soap curls today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
{"image_url": "https://scontent-lax3-2.cdninstagram.com/vp/4f1c029f9248886517af08dba9e441e1/5BC7A5E2/t51.2885-15/e15/37762801_479617209176001_8287773064221949952_n.jpg", "comments": 8662, "likes": 487060, "text": "Video by @fruitypoppin\nKaren Ip (@fruitypoppin) has always wanted to make people smile. “Even when I was younger, I loved making funny videos for my friends,” says the 17-year-old, who lives in Toronto and plans to attend university this fall. “My videos are fun, uplifting and meant to bring a smile to people’s faces!”\nKaren takes everyday experiences — doing chores, eating snacks, hanging out with her parents — and gives them a comedic twist. “I’m just an average girl, and I incorporate personal experiences in order to make relatable content,” she says. “Bringing joy and happiness to people is my biggest dream, and I’m so thankful to have a platform to do that.”\nWatch Karen do some work around the house (with chopsticks) on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."},
